---
kind: property
id: P:Autodesk.Revit.UI.Events.MessageBoxShowingEventArgs.Message
zh: 消息、提示
source: html/221c0f6c-7f5d-f678-6745-9fe0ac61fbd8.htm
---
# Autodesk.Revit.UI.Events.MessageBoxShowingEventArgs.Message Property

**中文**: 消息、提示

The message that has been displayed in the dialog box.

## Syntax (C#)
```csharp
public string Message { get; }
```